<?php

use app\widgets\Breadcrumbs;
use app\widgets\Page;
?>
<?=
Breadcrumbs::widget([
    'items' => [
        [
            'label' => 'นโยบายคุ้มครองข้อมูลส่วนบุคคล',
            'url' => ['site/privacy-policy'],
        ]
    ],
]);
?>
<div id="privacy-page" class="container">
    <div class="text-content">
        <?php
        Page::begin([
            'title' => 'นโยบายคุ้มครองข้อมูลส่วนบุคคล',
            'subtitle' => 'บริษัท มติชน จำกัด (มหาชน)',
        ])
        ?>
        <div class="mb-2">
            <h3>ข้อมูลส่วนบุคคล คืออะไร?</h3>
            <p>ข้อมูลส่วนบุคคล หมายถึง ข้อมูลเกี่ยวกับบุคคลซึ่งทำให้สามารถระบุตัวตนบุคคลนั้นได้ ไม่ว่าทางตรงหรือทางอ้อม แต่ไม่รวมถึงข้อมูลของผู้ถึงแก่กรรมโดยเฉพาะ</p>
        </div>
        <div class="mb-2">
            <h3>ลักษณะข้อมูลส่วนบุคคลที่เราเก็บรวบรวม</h3>
            <p>เราจะเก็บรวบรวมข้อมูลส่วนบุคคลดังต่อไปนี้</p>
            <ol>
                <li>ข้อมูลที่บ่งชี้ตัวตน อาทิ ชื่อ อายุ สัญชาติ วันเกิด อายุ</li>
                <li>ข้อมูลช่องทางการติดต่อ อาทิ ที่อยู่ สถานที่ติดต่อ เบอร์โทร อีเมล</li>
                <li>ข้อมูลบัญชี อาทิ รายละเอียดการชำระเงิน และบัญชีธนาคาร</li>
                <li>ข้อมูลทางธุรกรรม อาทิ ประวัติการรับบริการต่างๆ ประวัติการซื้อขาย</li>
                <li>ข้อมูลส่วนตัว อาทิ ชื่อบัญชีผู้ใช้ รหัสผ่าน การสั่งซื้อ ความสนใจของท่านที่มีต่อบริการต่างๆของผู้ให้บริการ</li>
                <li>ข้อมูลทางเทคนิค อาทิ Google Analytics หมายเลขระบุตำแหน่งคอมพิวเตอร์ (IP Address) ข้อมูลการเข้าระบบ ข้อมูลการใช้งาน และ การตั้งค่า (log)</li>
                <li>ข้อมูลทางการตลาด อาทิ ความพึงพอใจของท่านต่อบริการที่ได้รับ และความเห็นต่อการให้บริการของบุคลากร</li>
            </ol>
        </div>
        <div class="mb-2">
            <h3>แหล่งที่มาของข้อมูลส่วนบุคคล</h3>
            <p>เราได้รับข้อมูลส่วนบุคคลของท่านจาก 2 ช่องทาง ดังนี้</p>
            <ol>
                <li>
                    เราได้รับข้อมูลส่วนบุคคลจากท่านโดยตรง โดยเราจะเก็บรวบรวมข้อมูลส่วนบุคคลของท่านจากขั้นตอนการให้บริการดังนี้
                    <ul>
                        <li>เมื่อท่านลงทะเบียนบัญชีเพื่อใช้บริการกับเรา หรือเมื่อท่านยื่นคำร้องขอใช้สิทธิต่างๆ กับเรา</li>
                        <li>เมื่อท่านสมัครรับข้อมูลสื่อโฆษณาหรือข้อมูลด้านการตลาดจากเรา</li>
                        <li>จากความสมัครใจของท่านในการทำแบบสอบถาม</li>
                        <li>จากการเก็บข้อมูลการใช้แพลตฟอร์มของท่านผ่านบราวเซอร์คุกกี้</li>
                        <li>จากการติดต่อสอบถามของท่าน หรือผ่านการโต้ตอบทางอีเมลหรือ ช่องทางการสื่อสารอื่นๆ เช่น โทรศัพท์ เพื่อที่ผู้ให้บริการสามารถติดต่อท่านกลับได้</li>
                        <li>เมื่อท่านกดซื้อบริการหรือผลิตภัณฑ์จากเรา</li>
                        <li>เมื่อท่านเข้าสู่ระบบบัญชีผู้ใช้บนแพลตฟอร์มของเรา หรือแอพพลิเคชั่นอื่นๆที่เกี่ยวข้อง อาทิ เฟสบุ๊ค และ กูเกิ้ล</li>
                    </ul>
                </li>
                <li>เราได้รับข้อมูลส่วนบุคคลของท่านมาจากบุคคลที่สาม ดังต่อไปนี้ Facebook Login, Google Login, LINE Login, Email & Password Login โดยได้รับข้อมูลเมื่อท่านสมัครระบบหรือเข้าใช้งานระบบผ่านช่องทางของบุคคลที่สาม</li>
            </ol>
        </div>
        <div class="mb-2">
            <h3>วัตถุประสงค์ในการประมวลผลข้อมูล</h3>
            <ol>
                <li>เราจัดเก็บข้อมูลส่วนบุคคลของท่านเพื่อประโยชน์ในการจัดฐานข้อมูลในการวิเคราะห์ และเสนอสิทธิประโยชน์ตามความสนใจของท่าน</li>
                <li>เราจัดเก็บข้อมูลส่วนบุคคลของท่านเพื่อการดำเนินการชำระเงินค่าบริการหรือสินค้าที่ท่านซื้อในระบบ</li>
                <li>เราจัดเก็บข้อมูลส่วนบุคคลของท่านเพื่อวัตถุประสงค์ในการรับข้อมูลหลังการบริการ เช่น การสอบถามข้อมูล การแสดงความคิดเห็นหลังการบริการ หรือ การส่งคำร้องแก่ผู้ให้บริการ เป็นต้น</li>
                <li>เราจัดเก็บข้อมูลส่วนบุคคลเพื่อยืนยันตัวตนว่าท่านเป็นผู้เดียวในการเข้าถึงบัญชีของท่าน</li>
                <li>เราจัดเก็บข้อมูลส่วนบุคคลของท่านเพื่อวิจัยการตลาดและบริหารความสัมพันธ์ระหว่างผู้  ให้บริการและผู้ใช้บริการ</li>
                <li>เราจัดเก็บข้อมูลส่วนบุคคลของท่านเพื่อปฏิบัติตามข้อกฎหมาย และระเบียบบังคับใช้ของรัฐ</li>
                <li>เราจัดเก็บข้อมูลส่วนบุคคลของท่านเพื่อปฏิบัติตามกฎระเบียบที่ใช้บังคับกับผู้บริการ รวมถึงการยินยอมให้ผู้ให้บริการสามารถโอนข้อมูลส่วนบุคคลให้แก่กลุ่มธุรกิจและพันธมิตรของผู้ให้บริการ ผู้ประมวลผลข้อมูล หรือหน่วยงานใดๆที่มีสัญญากับผู้ให้บริการ</li>
            </ol>
        </div>
        <div class="mb-2">
            <h3>การประมวลผลข้อมูลส่วนบุคคล</h3>
            <p>เมื่อได้รับข้อมูลส่วนบุคคลจากท่านแล้ว เราจะดำเนินการดังนี้</p>
            <ol>
                <li>เก็บรวบรวมโดยมีการบันทึกในระบบคอมพิวเตอร์ ที่ใช้บริการ ได้แก่ ตั้งเซิฟเวอร์ด้วยตนเอง, cs loxinfo cloud</li>
                <li>เราจะใช้ข้อมูลส่วนบุคคลของท่านที่ได้เก็บรวบรวมมาในการดำเนินของบริษัทตามวัตถุประสงค์ที่ระบุไว้ในหัวข้อ "วัตถุประสงค์ในการประมวลผลข้อมูล"</li>
                <li>บริษัทจะเปิดเผยข้อมูลกับพนักงานภายใต้สัญญาจ้างของบริษัทที่มีขอบเขตหน้าที่เกี่ยวข้องกับข้อมูล เปิดเผยบนแพลตฟอร์มของบริษัท หรือช่องทางสังคมออนไลน์เพื่อการโฆษณา นอกจากนี้ เราอาจจำเป็นต้องส่งข้อมูลส่วนบุคคลของท่านไปยังหน่วยงานข้อมูลเครดิต เพื่อตรวจสอบ และอาจใช้ผลการตรวจสอบข้อมูลดังกล่าวเพื่อการป้องกันการฉ้อโกง</li>
            </ol>
        </div>
        <div class="mb-2">
            <h3>การเก็บรักษาและระยะเวลาในการเก็บรักษาข้อมูลส่วนบุคคล</h3>
            <h4>การเก็บรักษาข้อมูลส่วนบุคคล</h4>
            <p>ผู้ควบคุมทำการเก็บรักษาข้อมูลส่วนบุคคลของท่าน ดังนี้</p>
            <ol>
                <li>ข้อมูลส่วนบุคคลที่ทางบริษัทจัดเก็บจะอยู่ในลักษณะของ Soft Copy</li>
                <li>ข้อมูลส่วนบุคคลจะถูกจัดเก็บไว้ในเครื่องมืออุปกรณ์ของบริษัท ได้แก่ คอมพิวเตอร์ โทรศัพท์มือถือ ของทางบริษัท รวมถึงมีการเก็บข้อมูลในบนระบบคอมพิวเตอร์ ซึ่งได้แก่ ตั้งเซิฟเวอร์ด้วยตนเอง, cs loxinfo cloud</li>
                <li>ระยะเวลาจัดเก็บ เป็นไปตามหัวข้อ "ระยะเวลาในการประมวลผลข้อมูลส่วนบุคคล"</li>
            </ol>
        </div>
        <div class="mb-2">
            <h3>Data Retention Period</h3>
            <table class="table table-bordered table-condensed table-xs">
                <thead>
                    <tr>
                        <th class="text-center">ลำดับที่</th>
                        <th class="text-center">ประเภท / รายการข้อมูลส่วนบุคคล</th>
                        <th class="text-center">ระยะเวลาประมวลผล</th>
                    </tr>
                </thead>
                <tbody>
                    <tr>
                        <td>1.</td>
                        <td>ข้อมูลที่บ่งชี้ตัวตน อาทิ ชื่อ อายุ สัญชาติ วันเกิด อายุ</td>
                        <td>10 ปี นับแต่วันที่เลิกสัญญา</td>
                    </tr>
                    <tr>
                        <td>2.</td>
                        <td>ข้อมูลช่องทางการติดต่อ อาทิ ที่อยู่ สถานที่ติดต่อ เบอร์โทร อีเมล</td>
                        <td>10 ปี นับแต่วันที่เลิกสัญญา</td>
                    </tr>
                    <tr>
                        <td>3.</td>
                        <td>ข้อมูลบัญชี อาทิ รายละเอียดการชำระเงิน และบัญชีธนาคาร</td>
                        <td>10 ปี นับแต่วันที่เลิกสัญญา</td>
                    </tr>
                    <tr>
                        <td>4.</td>
                        <td>ข้อมูลทางธุรกรรม อาทิ ประวัติการรับบริการต่างๆ ประวัติการซื้อขาย</td>
                        <td>10 ปี นับแต่วันที่เลิกสัญญา</td>
                    </tr>
                    <tr>
                        <td>5.</td>
                        <td>ข้อมูลส่วนตัว อาทิ ชื่อบัญชีผู้ใช้ รหัสผ่าน การสั่งซื้อ ความสนใจของท่านที่มีต่อบริการต่างๆของผู้ให้บริการ</td>
                        <td>5 ปี นับแต่วันที่เลิกสัญญา</td>
                    </tr>
                    <tr>
                        <td>6.</td>
                        <td>ข้อมูลทางเทคนิค อาทิ Google Analytics หมายเลขระบุตำแหน่งคอมพิวเตอร์ (IP Address) ข้อมูลการเข้าระบบ ข้อมูลการใช้งาน และ การตั้งค่า (log)</td>
                        <td>5 ปี นับแต่วันที่เลิกสัญญา</td>
                    </tr>
                    <tr>
                        <td>7.</td>
                        <td>ข้อมูลทางการตลาด อาทิ ความพึงพอใจของท่านต่อบริการที่ได้รับ และความเห็นต่อการให้บริการของบุคลากร</td>
                        <td>5 ปี นับแต่วันที่เลิกสัญญา</td>
                    </tr>
                </tbody>
            </table>
        </div>
        <div class="mb-2">
            <h3>สิทธิของเจ้าของข้อมูล</h3>
            <p>ท่านมีสิทธิในการดำเนินการ ดังต่อไปนี้</p>
            <ol>
                <li>สิทธิในการได้รับแจ้ง (right to be informed): ท่านมีสิทธิที่จะได้รับแจ้งเมื่อข้อมูลส่วนบุคคลของท่านถูกจัดเก็บ รวมถึงรายละเอียดต่างๆที่เกี่ยวข้อง อาทิ วิธีการจัดเก็บและระยะเวลาการจัดเก็บ</li>
                <li>สิทธิในการเพิกถอนความยินยอม (right to withdraw consent): ท่านมีสิทธิในการเพิกถอนความยินยอมในการประมวลผลข้อมูลส่วนบุคคลที่ท่านได้ให้ความยินยอมกับเราได้ ตลอดระยะเวลาที่ข้อมูลส่วนบุคคลของท่านอยู่กับเรา</li>
                <li>สิทธิในการเข้าถึงข้อมูลส่วนบุคคล (right of access): ท่านมีสิทธิในการเข้าถึงข้อมูลส่วนบุคคลของท่านและขอให้เราทำสำเนาข้อมูลส่วนบุคคลดังกล่าวให้แก่ท่าน รวมถึงขอให้เราเปิดเผยการได้มาซึ่งข้อมูลส่วนบุคคลที่ท่านไม่ได้ให้ความยินยอมต่อเรา</li>
                <li>สิทธิในการแก้ไขข้อมูลส่วนบุคคลให้ถูกต้อง (right to rectification): ท่านมีสิทธิในการขอให้เราแก้ไขข้อมูลที่ไม่ถูกต้องหรือเพิ่มเติมข้อมูลที่ไม่สมบูรณ์</li>
                <li>สิทธิในการลบข้อมูลส่วนบุคคล (right to erasure): ท่านมีสิทธิในการขอให้เราทำการลบข้อมูลของท่านด้วยเหตุบางประการได้</li>
                <li>สิทธิในการระงับการใช้ข้อมูลส่วนบุคคล (right to restriction of processing): ท่านมีสิทธิในการระงับการใช้ข้อมูลส่วนบุคคลของท่านด้วยเหตุบางประการได้</li>
                <li>สิทธิในการให้โอนย้ายข้อมูลส่วนบุคคล (right to data portability): ท่านมีสิทธิในการโอนย้ายข้อมูลส่วนบุคคลของท่านไปให้แก่ผู้ควบคุมข้อมูลรายอื่นหรือตัวท่านเองด้วยเหตุบางประการได้</li>
                <li>สิทธิในการคัดค้านการประมวลผลข้อมูลส่วนบุคคล (right to object): ท่านมีสิทธิในการคัดค้านการประมวลผลข้อมูลส่วนบุคคลของท่านด้วยเหตุบางประการได้</li>    
            </ol>
            <p>ท่านสามารถติดต่อมายังเจ้าหน้าที่ DPO หรือเจ้าหน้าที่ฝ่ายควบคุมข้อมูลของเราได้ เพื่อดำเนินการยื่นคำร้องขอดำเนินการตามสิทธิข้างต้นได้ (รายละเอียดการติดต่อปรากฏในหัวข้อ “ช่องทางการติดต่อ” ด้านล่างนี้) หรือ ท่านสามารถศึกษารายละเอียดเงื่อนไข ข้อยกเว้นการใช้สิทธิต่างๆ ได้ที่ แนวปฏิบัติเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคล (TDPG2.0) และ เว็บไซต์กระทรวงดิจิทัลเพื่อเศรษฐกิจและสังคม http://www.mdes.go.th</p>
            <p>ทั้งนี้ ท่านไม่จำเป็นต้องเสียค่าใช้จ่ายใดๆ ในการดำเนินตามสิทธิข้างต้น โดยเราจะพิจารณา และแจ้งผลการพิจารณาคำร้องของท่านภายใน 30 วันนับแต่วันที่เราได้รับคำร้องขอดังกล่าว</p>
        </div>
        <div class="mb-2">
            <h3>การยื่นคำร้องเพื่อการจัดการข้อมูลส่วนบุคคล</h3>
            <p>หากท่านมีความประสงค์ในการยื่นคำร้องเรียนเพื่อจัดการข้อมูลส่วนบุคคลของท่าน ซึ่งรวมไปถึงการขอเข้าถึงข้อมูลส่วนบุคคล การแก้ไขข้อมูลส่วนบุคคล การขอเพิกถอนการยินยอมให้ข้อมูลส่วนบุคคล และการส่งความคิดเห็นต่อการบริการ ท่านสามารถติดต่อได้ทางเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคลตามรายละเอียดในหัวข้อ "ช่องทางการติดต่อ"</p>
        </div>

        <div class="mb-2">
            <h3>กิจกรรมส่งเสริมการตลาด</h3>
            <p>ในระหว่างการใช้บริการ เราจะส่งข้อมูลข่าวสารเกี่ยวกับกิจกรรมทางการตลาด และการส่งเสริม การตลาด ผลิตภัณฑ์ การให้บริการ ที่เราคิดว่าท่านอาจสนใจเพื่อประโยชน์ในการให้บริการกับ ท่านอย่างเต็มประสิทธิภาพ หากท่านได้ตกลงที่จะรับข้อมูลข่าวสารดังกล่าวจากเราแล้ว ท่านมีสิทธิ ยกเลิกความยินยอมดังกล่าวได้ทุกเมื่อ โดยท่านสามารดำเนินการยกเลิกความยินยอมในการรับแจ้งข้อมูล ข่าวสารได้โดยสามารถติดต่อมาได้ผ่านทางที่อยู่อีเมล webadmin@matichon.co.th</p>
        </div>
        <div class="mb-2">
            <h3>Cookies คืออะไร?</h3>
            <p>Cookies คือ text files ที่อยู่ในคอมพิวเตอร์ของท่าน ใช้เพื่อจัดเก็บรายละเอียดข้อมูล log การใช้งานอินเตอร์เน็ตของท่าน หรือ พฤติกรรมการเยี่ยมชมเว็บไซต์ของท่าน ท่านสามารถศึกษารายละเอียด เพิ่มเติมของ Cookies ได้จาก https://www.allaboutcookies.org/</p>
        </div>
        <div class="mb-2">
            <h3>เราใช้ Cookies อย่างไร?</h3>
            <p>เราจะจัดเก็บข้อมูลการเข้าเยี่ยมชมเว็บไซต์จากผู้เข้าเยี่ยมชมทุกรายผ่าน Cookies หรือ เทคโนโลยีที่ใกล้เคียง และเราใช้ Cookies เพื่อประโยชน์ในการพัฒนาประสิทธิภาพในการเข้าถึงบริการของเราผ่านระบบอินเตอร์เน็ต รวมถึงพัฒนาประสิทธิภาพในการใช้งานแพลตฟอร์ม โดยจะใช้เพื่อกรณี ดังต่อไปนี้</p>
            <ol>
                <li>เพื่อให้ท่านสามารถเข้าสู่ระบบบัญชีของท่านในแพลตฟอร์มของเราได้อย่างต่อเนื่อง และปลอดภัย</li>
                <li>เพื่อบันทึกข้อมูลการใช้งานบนแพลตฟอร์มของท่าน จัดเนื้อหาข้อมูล รวมถึงรูปแบบแพลตฟอร์มที่ท่านได้ตั้งค่าไว้</li>
                <li>เพื่อศึกษาพฤติกรรมการใช้งานและเยี่ยมชมแพลตฟอร์มของท่าน เพื่อปรับเนื้อหาให้ตรงกับความสนใจ และสามารถตอบสนองความต้องการของท่านมากขึ้น</li>
                <li>เพื่อศึกษาพฤติกรรมของผู้เยี่ยมชมแพลตฟอร์มโดยรวม และนำไปพัฒนาให้สามารถใช้งานได้ง่าย รวดเร็ว และมีประสิทธิภาพยิ่งขึ้น</li>
            </ol>
        </div>
        <div class="mb-2">
            <h3>ประเภทของ Cookies ที่เราใช้</h3>
            <p>เว็บไซต์ของเราประกอบไปด้วย Cookies ดังต่อไปนี้</p>
            <ol>
                <li>Functionality Cookies: คุกกี้ประกอบการทำงานของแพลตฟอร์ม ถูกใช้ในการจดจำสิ่งที่ท่านเลือกหรือตั้งค่าบนแพลตฟอร์ม รวมถึงการนำเสนอข้อมูลที่ตรงความต้องการ เฉพาะบุคคลมากขึ้น เช่น ชื่อบัญชีผู้ใช้ ภาษา ฟ้อนต์ และรูปแบบแพลตฟอร์ม</li>
                <li>Advertising Cookies: คุกกี้สำหรับการโฆษณา ใช้ในการจดจำสิ่งที่ท่านเคยเยี่ยมชมและรวมถึงลักษณะการใช้แพลตฟอร์มของท่าน เพื่อนำเสนอสินค้า บริการ หรือ สื่อโฆษณาที่เกี่ยวข้องและตรงกับความสนใจของท่าน และใช้เพื่อการประเมินประสิทธิผลของแคมเปญโฆษณาต่างๆ</li>
                <li>Strictly Necessary Cookies: คุกกี้ทางเทคนิค เป็นประเภทคุกกี้ที่มีความจำเป็นต่อการใช้งานแพลตฟอร์ม ทำให้ท่านสามารถเข้าถึงข้อมูลได้อย่างทั่วถึงและปลอดภัย</li>
                <li>Performance Cookies: คุกกี้เพื่อวัดผลการทำงานของแพลตฟอร์ม คุกกี้ประเภทนี้จะจัดเก็บข้อมูลของผู้เข้าชมแพลตฟอร์มแบบไม่ระบุตัวตน และนำมาวิเคราะห์จำนวนและพฤติกรรมของผู้เข้าชม เพื่อปรับปรุงแพลตฟอร์มให้มีประสิทธิภาพและตรงกับความต้องการของผู้ใช้มากขึ้น</li>
                <li>Third-party Cookies: คุกกี้บุคคลที่สาม คุกกี้ชนิดนี้จะถูกกำหนดใช้โดยผู้บริการซึ่งเป็นบุคคลที่สาม อาทิ Google Analytics</li>
            </ol>
        </div>
        <div class="mb-2">
            <h3>การตั้งค่าคุกกี้</h3>
            <p>ท่านสามารถตั้งค่าเพื่อปฏิเสธการใช้การคุกกี้ในบราวเซอร์ของท่านได้ โดยมีขั้นตอนในการจัดการดังนี้ :</p>
            <h4>สำหรับผู้ใช้ระบบซาฟารี (Safari)</h4>
            <ol>
                <li>เข้าแอพพลิเคชั่นซาฟารีและเลือก “การตั้งค่า”</li>
                <li>เลือก “ความเป็นส่วนตัว” และจัดการข้อมูลการใช้คุกกี้ตามความต้องการของท่านดังนี้</li>
                <li>เลือก “ป้องกันไม่ให้ติดตามข้ามไซต์” เพื่อยกเลิกตัวติดตามใช้คุกกี้และข้อมูลเว็บไซต์</li>
                <li>เลือก “ปิดกั้นคุกกี้ทั้งหมด” เพื่อปิดกั้นไม่ให้เว็บไซต์บุคคลที่สามและผู้โฆษณาจัดเก็บข้อมูลต่างๆไว้บนเครื่องคอมพิวเตอร์ของคุณ</li>
                <li>เลือก “จัดการข้อมูลเว็บไซต์” เพื่อดูว่าเว็บไซต์ใดบ้างที่จัดเก็บคุกกี้และข้อมูลของท่าน</li>
            </ol>
            <h4>สำหรับผู้ใช้กูเกิ้ลโครม (Google Chrome)</h4>
            <ol>
                <li>เข้าระบบกูเกิ้ลโครมในคอมพิวเตอร์ และเลือก “การตั้งค่า” ด้านขวาบน</li>
                <li>เลือก “ขั้นสูง” ด้านล่าง</li>
                <li>เลือก “การตั้งค่าและความปลอดภัย”</li>
                <li>เลือก “การตั้งค่าเว็บไซต์”</li>
                <li>คลิก “คุกกี้”</li>
                <li>หากต้องการยกเลิกการใช้คุกกี้ เลือก “ปิดการอนุญาตให้เว็บไซต์บันทึกและอ่านข้อมูลคุกกี้”</li>
            </ol>
            <h4>สำหรับผู้ใช้ Internet Explorer</h4>
            <ol>
                <li>เมื่อเข้าระบบ Internet Explorer เลือก “การตั้งค่า”</li>
                <li>หากต้องการลบข้อมูลคุกกี้:
                    <ul>
                        <li>เลือก “ความปลอดภัย”</li>
                        <li>เลือก “ลบประวัติการเรียกดู”</li>
                        <li>เลือก “คุกกี้และข้อมูลเว็บไซต์” และกด “ลบ”</li>
                    </ul>
                </li>
                <li>หากต้องการลบข้อมูลคุกกี้:
                    <ul>
                        <li>เลือก “เครื่องมือ”</li>
                        <li>เลือก “ตัวเลือกอินเทอร์เน็ต”</li>
                        <li>เลือก “ความเป็นส่วนตัว”</li>
                        <li>กด “ขั้นสูง” และเลือกให้อนุญาตหรือบล็อกคุกกี้</li>
                    </ul>
                </li>
            </ol>
        </div>
        <div class="mb-2">
            <h3>นโยบายคุ้มครองข้อมูลส่วนบุคคลของเว็บไซต์อื่น</h3>
            <p>นโยบายความเป็นส่วนตัวฉบับนี้ ใช้เฉพาะสำหรับการให้บริการของเราและการใช้งานเว็บไซต์ของเราเท่านั้น หากท่านได้กดลิ้งก์ไปยังเว็บไซต์อื่น แม้จะผ่านช่องทางในเว็บไซต์ของเราก็ตาม ท่านจะต้องศึกษาและปฏิบัติตามนโยบายความเป็นส่วนตัวที่ปรากฏในเว็บไซต์นั้นๆ แยกจากของเว็บไซต์ของเราอย่างสิ้นเชิง</p>
        </div>
        <div class="mb-2">
            <h3>การเปลี่ยนแปลงนโยบายคุ้มครองข้อมูลส่วนบุคคล</h3>
            <p>เราจะทำการพิจารณาทบทวนนโยบายความเป็นส่วนตัวเป็นประจำเพื่อให้สอดคล้องกับแนวทางการปฏิบัติ และกฎหมายข้อบังคับที่เกี่ยวข้อง ทั้งนี้หากมีการเปลี่ยนแปลงนโยบายความเป็นส่วนตัว เราจะแจ้งให้ท่านทราบด้วยการปรับเปลี่ยนข้อมูลลงในเว็บไซต์ของเราโดยเร็วที่สุด ปัจจุบันนโยบายความเป็นส่วนตัวถูกทบทวนครั้งล่าสุดเมื่อ 13/05/2020 และจะมีผลตั้งแต่วันที่ 13/05/2020</p>
        </div>
        <div class="mb-2">
            <h3>ช่องทางการติดต่อ</h3>

            <h4>รายละเอียดผู้ควบคุมข้อมูล</h4>
            <blockquote>
                ชื่อ: บริษัท มติชน จำกัด (มหาชน)<br/>
                สถานที่ติดต่อ: บริษัท มติชน จำกัด (มหาชน) เลขที่ 12 เทศบาลนฤมาล หมู่บ้านประชานิเวศน์ 1 แขวงลาดยาว เขตจตุจักร กรุงเทพฯ 10900<br/>
                ช่องทางการติดต่อ: 025890020<br/>
                อีเมล: webadmin@matichon.co.th<br/>
                เว็บไซต์: www.matichon.co.th, www.khaosod.co.th, www.prachachat.net, www.sentangsedtee.com, www.technologychaoban.com, www.silpa-mag.com, www.matichonweekly.com, www.khaosodenglish.com, www.matichonacademy.com, www.matichonbook.com, www.matichonelibrary.com
            </blockquote>
            <h4>รายละเอียดเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล (Data Protection Officer: DPO)</h4>
            <blockquote>
                ชื่อ: นายวโรดม ลิ้มประพันธุ์<br/>
                สถานที่ติดต่อ: บริษัท มติชน จำกัด (มหาชน) เลขที่ 12 เทศบาลนฤมาล หมู่บ้านประชานิเวศน์ 1 แขวงลาดยาว เขตจตุจักร กรุงเทพฯ 10900<br/>
                ช่องทางการติดต่อ: 025890020 ต่อ 1308<br/>
                อีเมล: webadmin@matichon.co.th
            </blockquote>
            <h4>รายละเอียดหน่วยงานกำกับดูแล</h4>
            <p>ในกรณีที่พนักงานของเราหรือบุคคลที่เกี่ยวข้องฝ่าฝืนหรือไม่ปฏิบัติตามกฎหมายเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคล ท่านสามารถร้องเรียนต่อหน่วยงานกำกับดูแลตามรายละเอียดดังนี้</p>
            <blockquote>
                ชื่อ: สำนักงานคณะกรรมการคุ้มครองข้อมูลส่วนบุคคล<br/>
                สถานที่ติดต่อ: ชั้น 7 อาคารรัฐประศาสนภักดี ศูนย์ราชการ เฉลิมพระเกียรติ 80 พรรษาฯ ถนนแจ้งวัฒนะ แขวงทุ่งสองห้อง เขตหลักสี่ กรุงเทพมหานคร 10210<br/>
                ช่องทางการติดต่อ: (+66) 02-142-2233
            </blockquote>
        </div>
        <hr/>
        <?php Page::end(); ?>
        <?php
        Page::begin([
            'title' => 'เอกสารแจ้งข้อมูลการประมวลผลข้อมูล (แบบย่อ)',
        ])
        ?>
        <div class="mb-2">
            <h3>ข้อมูลส่วนบุคคลที่จะทำการประมวลผล</h3>
            <p>รายละเอียดปรากฏตามนโยบายคุ้มครองข้อมูลส่วนบุคคล หัวข้อ “ข้อมูลส่วนบุคคลที่เราเก็บรวบรวม” และ “ระยะเวลาในการเก็บรักษาข้อมูลส่วนบุคคล” วัตถุประสงค์และฐานในการประมวลผลข้อมูล รายละเอียดปรากฏตามนโยบายคุ้มครองข้อมูลส่วนบุคคล หัวข้อ “วัตถุประสงค์ในการประมวลผลข้อมูล” เราดำเนินการประมวลผลข้อมูลส่วนบุคคลของท่านภายใต้ฐาน ดังต่อไปนี้</p>
            <ol>
                <li>การปฏิบัติตามสัญญา ได้แก่ การจัดส่งใบเสร็จให้ผู้ใช้งานทางที่อยู่อีเมลภายหลังการซื้อบริการจากทางบริษัท หรือการโอนเงินไปยังบัญชีธนาคารของผู้ใช้ และสัญญาอื่นที่ทางเจ้าของข้อมูลส่วนบุคคลได้ทำไว้กับทางบริษัท</li>
                <li>ความยินยอม ตามที่ท่านได้ให้ความยินยอมเมื่อสมัครใช้บริการ ทั้งนี้หากท่านประสงค์จะถอนความยินยอม ท่านสามารถดำเนินการได้ดังนี้ท่านสามารถแจ้งเพิกถอนความยินยอมในการให้ใช้หรือเปิดเผยข้อมูลในวัตถุประสงค์หรือลักษณะใดๆที่ได้ระบุไว้ข้างต้นได้ตลอดเวลา รวมถึงการร้องขอให้ลบหรือทำให้ข้อมูลส่วนบุคคลเป็นนิรนามได้ โดยติดต่อเจ้าหน้าที่ป้องกันข้อมูลส่วนบุคคลซึ่งระบุเอาไว้ด้านบน แนวทางการถอนความยินยอมประกอบไปด้วย :
                    <ul>
                        <li>ช่องทางอิเล็กทรอนิกส์ อาทิ อีเมล หรือ เว็บไซต์</li>
                        <li>แจ้งผ่านวาจา อาทิ โทรศัพท์ หรือ ต่อหน้าบุคลากร</li>
                        <li>แจ้งผ่านลายลักษณ์อักษร</li>
                    </ul>
                </li>
            </ol>
            <p>โดยเมื่อบุคลากรได้รับคำรองของท่านแล้ว จะทำการส่งต่อให้แก่ฝ่ายบริหารจัดการข้อมูลเพื่อดำเนินการในขั้นตอนต่อไป</p>
            <p>ทั้งนี้ทางผู้ให้บริการไม่สามารถเก็บข้อมูลส่วนบุคคลของท่านหากไม่ได้รับการยินยอม เว้นแต่เพื่อวัตถุประสงค์ต่อไปนี้</p>
            <ol>
                <li>เพื่อผลประโยชน์สำคัญจำเป็น เพื่อระงับหรือป้องกันอันตรายต่อชีวิต สุขภาพ หรือร่างกายของบุคคล</li>
                <li>เพื่อจัดทำเอกสารทางประวัติศาสตร์ จดหมายเหตุ การวิจัยหรือสถิติ</li>
                <li>เพื่อการปฎิบัติตามพันธะสัญญาซึ่งเจ้าของข้อมูลส่วนบุคคลเป็นคู่สัญญา</li>
                <li>เพื่อดำเนินงานตามระเบียบหรือกฎหมายของภาครัฐ หรือการใช้อำนาจรัฐของผู้ควบคุมส่วนบุคคล</li>
                <li>เพื่อประโยชน์โดยชอบด้วยกฎหมายของผู้ให้บริการ ผู้ควบคุมข้อมูลส่วนบุคคล หรือนิติบุคคลอื่น เว้นแต้ประโยชน์ดังกล่าวมีความสำคัญน้อยกว่าสิทธิขั้นพื้นฐานในการให้ข้อมูลส่วนบุคคล</li>
                <li>เพื่อประโยชน์สาธารณะของผู้ควบคุมข้อมูลส่วนบุคคล</li>
            </ol>
        </div>
        <div class="mb-2">
            <h3>แหล่งที่มาของข้อมูลส่วนบุคคล</h3>
            <p>เราได้รับข้อมูลส่วนบุคคลของท่าน จากกรณีดังนี้</p>
            <ol>
                <li>เมื่อท่านได้เข้าถึงหรือใช้บริการเว็บไซต์ของเรา ลงทะเบียน หรือสมัครบัญชีผู้ใช้กับเรา</li>
                <li>เมื่อท่านส่งแบบฟอร์ม รวมถึงแบบฟอร์มการสมัครหรือแบบฟอร์มอื่นๆ ที่เกี่ยวข้องกับผลิตภัณฑ์และบริการของเรา ไม่ว่าจะเป็นรูปแบบออนไลน์หรือรูปแบบเอกสาร</li>
                <li>เมื่อท่านทำข้อตกลงใดๆ หรือให้เอกสารหรือข้อมูลอื่นใดที่เกี่ยวข้องกับการติดต่อระหว่างท่านกับเรา หรือเมื่อท่านใช้ผลิตภัณฑ์และบริการของเรา</li>
                <li>เมื่อท่านติดต่อกับเรา เช่น ผ่านทางโทรศัพท์ (ซึ่งจะได้รับการบันทึก) จดหมาย แฟกซ์ การประชุม การติดต่าผ่านแพลตฟอร์มสื่อทางสังคม และอีเมล</li>
                <li>เมื่อท่านใช้บริการทางอิเล็กทรอนิกส์ หรือใช้บริการเว็บไซต์ของเรา ซึ่งรวมถึงแต่ไม่จำกัดเพียง การใช้ผ่านคุกกี้ ซึ่งเราอาจปรับใช้เมื่อท่านได้เข้าถึงเว็บไซต์</li>
                <li>เมื่อท่านดำเนินธุรกรรมผ่านบริการของเรา</li>
                <li>เมื่อท่านแสดงความคิดเห็นหรือส่งคำร้องเรียนแก่เรา</li>
                <li>เมื่อท่านลงทะเบียน เข้าทำสัญญา เข้าร่วมในการแข่งขัน และ/หรือกิจกรรมส่งเสริมการขายซึ่งรวมถึงกิจกรรมส่งเสริมการขายร่วมกับหุ้นส่วนหรือบริษัทในกลุ่มของเรา</li>
                <li>เมื่อท่านใช้หรือร้องขอการใช้บริการที่เกี่ยวข้องกับผู้ให้บริการภายนอกของเรา เช่น การชำระเงิน บริการด้านโลจิสติกส์ เป็นต้น</li>
                <li>เมื่อท่านเข้าเยี่ยมชมหรือใช้เว็บไซต์และแอปพลิเคชั่นของหุ้นส่วนหรือบริษัทในกลุ่มของเรา</li>
                <li>เมื่อท่านเข้าเยี่ยมชมหรือใช้เว็บไซต์และแอปพลิเคชั่นของบุคคลภายนอกที่เกี่ยวข้องกับบริการของเรา</li>
                <li>เมื่อท่านติดตั้งแอปพลิเคชั่นบนคอมพิวเตอร์ โทรศัพท์ หรืออุปกรณ์อื่นๆ เพื่อเข้าถึงบริการของเรา</li>
                <li>เมื่อท่านเชื่อมต่อบัญชีของท่านกับเว็บไซต์หรือแอปพลิเคชั่นของบุคคลภายนอก</li>
                <li>เมื่อท่านส่งข้อมูลส่วนบุคคลของท่านให้แก่เราด้วยเหตุผลใดก็ตาม</li>
            </ol>
        </div>
        <div class="mb-2">
            <h3>การประมวลผลข้อมูลส่วนบุคคล</h3>
            <h4>การประมวลผลข้อมูล</h4>
            <p>รายละเอียดปรากฏตามนโยบายคุ้มครองข้อมูลส่วนบุคคล หัวข้อ “การประมวลผลข้อมูลส่วนบุคคล”</p>
            <h4>การเก็บรักษาข้อมูลส่วนบุคคล</h4>
            <p>รายละเอียดปรากฏตามนโยบายคุ้มครองข้อมูลส่วนบุคคล หัวข้อ “การเก็บรักษาข้อมูลส่วนบุคคล”</p>
            <h4>สิทธิของเจ้าของข้อมูล</h4>
            <p>รายละเอียดปรากฏตามนโยบายคุ้มครองข้อมูลส่วนบุคคล เรื่อง “สิทธิของเจ้าของข้อมูล”</p>
        </div>
        <hr/>
        <?php Page::end(); ?>
        <?php
        Page::begin([
            'title' => '3rd Party Cookies',
        ])
        ?>
        <div class="mb-2">
            <h4>ชื่อผู้ให้บริการ : Google Analytics</h4>
            <blockquote class="mb-4">
                <p>วัตถุประสงค์ : เพื่อช่วยตัดสินใจการดำเนินแผนงานทางธุรกิจ และการปรับปรุงการให้บริการ</p>
                <ul>
                    <li>ข้อมูลแหล่งที่มาของผู้ใช้งาน เช่น ผู้ใช้เข้าสู่เว็บไซต์ จาก Google Search หรือ Social Network</li>
                    <li>ข้อมูลโฆษณา เช่น ผู้ใช้ที่กำหนดเป้าหมายโดยแคมเปญ AdWords</li>
                    <li>ข้อมูลพฤติกรรม เช่น ระยะเวลา, เวลา, หน้า landing page และการติดตามกิจกรรมอื่นๆ</li>
                    <li>ข้อมูลเนื้อหา เช่น ผู้ใช้อ่านบทความเกี่ยวกับการเดินทางไปต่างจังหวัด</li>
                    <li>ปฏิสัมพันธ์ทางสังคม เช่น ผู้ใช้แบ่งปันบทความบนเครือข่ายโซเชียล</li>
                    <li>ข้อมูลส่วนบุคคลของผู้ใช้ Google Analytics สามารถดูในระดับภาพรวม แต่ไม่สามารถเจาะจงเป็นรายบุคคลได้ ช่น. เพศ, อายุ, สถานที่ตั้ง</li>
                    <li>การทดสอบ A/B test สำหรับการปรับปรุงเว็บไซต์</li>
                </ul>
                <p>นโยบายความเป็นส่วนตัว  https://policies.google.com/privacy?hl=en</p>
                <p>ยกเลิกบริการ https://tools.google.com/dlpage/gaoptout/</p>
            </blockquote>
        </div>
        <div class="mb-2">
            <h4>ชื่อผู้ให้บริการ : Taboola</h4>
            <blockquote class="mb-4">
                <p>วัตถุประสงค์ : โฆษณา</p>
                <p>นโยบายความเป็นส่วนตัว  https://www.taboola.com/privacy-policy</p>
                <p>ยกเลิกบริการ https://www.taboola.com/privacy-policy</p>
            </blockquote>
        </div>
        <div class="mb-2">
            <h4>ชื่อผู้ให้บริการ : Geniee</h4>
            <blockquote class="mb-4">
                <p>วัตถุประสงค์ : โฆษณา</p>
                <p>นโยบายความเป็นส่วนตัว  https://en.geniee.co.jp/privacy/</p>
                <p>ยกเลิกบริการ https://en.geniee.co.jp/privacy/</p>
            </blockquote>
        </div>
        <div class="mb-2">
            <h4>ชื่อผู้ให้บริการ : iZooto</h4>
            <blockquote class="mb-4">
                <p>วัตถุประสงค์ : โฆษณา</p>
                <p>นโยบายความเป็นส่วนตัว  https://www.izooto.com/privacy-policy</p>
                <p>ยกเลิกบริการ https://www.izooto.com/privacy-policy</p>
            </blockquote>
        </div>
        <div class="mb-2">
            <h4>ชื่อผู้ให้บริการ : AIS</h4>
            <blockquote class="mb-4">
                <p>วัตถุประสงค์ : โฆษณา</p>
                <p>นโยบายความเป็นส่วนตัว  http://www.ais.co.th/cookiesPolicy/th/</p>
                <p>ยกเลิกบริการ http://www.ais.co.th/cookiesPolicy/th/</p>
            </blockquote>
        </div>
        <div class="mb-2">
            <h4>ชื่อผู้ให้บริการ : MGID</h4>
            <blockquote class="mb-4">
                <p>วัตถุประสงค์ : โฆษณา</p>
                <p>นโยบายความเป็นส่วนตัว  https://blog.mgid.com/2018/03/gdpr-goes-effect-mgid-goes-action/</p>
                <p>ยกเลิกบริการ https://blog.mgid.com/2018/03/gdpr-goes-effect-mgid-goes-action/</p>
            </blockquote>
        </div>
        <div class="mb-2">
            <h4>ชื่อผู้ให้บริการ : Mediawayss</h4>
            <blockquote class="mb-4">
                <p>วัตถุประสงค์ : โฆษณา
                <p>นโยบายความเป็นส่วนตัว https://ssp.mox.tv/legal/privacy?policies=cookie</p>
                <p>ยกเลิกบริการ https://ssp.mox.tv/legal/privacy?policies=cookie</p>
            </blockquote>
        </div>
        <div class="mb-2">
            <h4>ชื่อผู้ให้บริการ : Appier</h4>
            <blockquote class="mb-4">
                <p>วัตถุประสงค์ : โฆษณา</p>
                <p>นโยบายความเป็นส่วนตัว  https://www.appier.com/privacy-policy/</p>
                <p>ยกเลิกบริการ https://www.appier.com/privacy-policy/</p>
            </blockquote>
        </div>
        <?php Page::end(); ?>
    </div>
</div>

